import React from 'react'

function Home() {
  return (
    <div className='home_page'> 
      <h1>
      Зачем вообще нужна главная страница?
      </h1>
      <p>
      Главная или титульная страница сайта обладает наибольшим весом при определении релевантности в соответствующей тематике. Кроме того, она важна и тем, что именно с нее пользователи получают первое впечатление о ресурсе, компании и приходят к понимаю, стоит ли оформлять заявки, смотреть контент и т.д., что важно и для поведенческих факторов, и для увеличения конверсии.

Поисковики уделяют особое внимание всем внешним ссылкам, контенту и структуре титульной страницы. С помощью внутренних ссылок на главной, часть ее значимости передается и остальным документам, что увеличивает эффективность продвижения.

Одним из ключевых факторов оценки релевантности является ее наполнение, в том числе — текст и как раз его задача состоит в том, чтобы качественно рассказать о компании, услугах или товарах так, чтобы максимально заинтересовать пользователя и побудить его остаться на сайте, узнать более подробную информацию или сделать заказ. Грамотно написанный уникальный и оптимизированный текстовый контент позволит Вашему ресурсу «понравиться» поисковым роботам: для определения релевантности робот сравнивает страницы сайтов по определенным текста (таким как вхождение ключевых слов, объем и т.д., особенно важно грамотное раскрытие ответа на поисковые запросы) и затем, исходя из полученных оценок, формируется порядок выдачи.
      </p>
      <p>
      Текст на главной должен быть хорош с точки зрения маркетинга, SEO-оптимизации и копирайтинга. Перед тем, как садиться непосредственно за текст, нужно продумать структуру главной страницы, а затем ее заполнять. Заполняя, на первом месте должен быть именно маркетинг, потом ключи.
      </p>

    </div>
  )
}

export default Home